import styles from './Oncology.module.css';


export const Oncology = () => {
    return (
        <div className={styles.container}>
            <div className={styles.tables_container}>
                <div className={styles.table_container}>
                    <table>
                        <thead>
                            <tr>
                                <th>Дата введения</th>
                                <th>Код схемы / код группы</th>
                                <th>Идентификатор </th>
                                <th>Код маркировки</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <div className={styles.table_container}>
                    <table>
                        <thead>
                            <tr>
                                <th>Дата введения</th>
                                <th>Код схемы / код группы</th>
                                <th>Идентификатор </th>
                                <th>Код маркировки</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
            </div>

            <div className={styles.tables_container}>
                <div className={styles.table_container}>
                    <table>
                        <thead>
                            <tr>
                                <th>Дата введения</th>
                                <th>Код схемы / код группы</th>
                                <th>Идентификатор </th>
                                <th>Код маркировки</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <div className={styles.table_container}>
                    <table>
                        <thead>
                            <tr>
                                <th>Дата введения</th>
                                <th>Код схемы / код группы</th>
                                <th>Идентификатор </th>
                                <th>Код маркировки</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
                <div className={styles.table_container}>
                    <table>
                        <thead>
                            <tr>
                                <th>Дата введения</th>
                                <th>Код схемы / код группы</th>
                                <th>Идентификатор </th>
                                <th>Код маркировки</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                            <tr>
                                <td>Дата введения лекарственного препарата</td>
                                <td>Код схемы лечения / код группы препарата </td>
                                <td>Идентификатор лекарственного препарата</td>
                                <td>Код маркировки лекарственного препарата</td>
                            </tr>
                        </tbody>
                    </table>
                </div>
            </div>
        </div>
    )
}

export default Oncology;